"Chat Identifier" = "ချတ် သတ်မှတ်စနစ်";

"Indicates whether a new chat should be started" = "ချတ်အသစ်တစ်ခု စတင်သင့်၊ မစတင်သင့်ကို ညွှန်ပြသည်";

"This action will send a single message to a chat with ChatGPT and return the response." = "ဤလုပ်ဆောင်ချက်သည် ChatGPT နှင့် ချတ်တစ်ခုသို့ မက်ဆေ့ချ်တစ်ခု ပေးပို့မည်ဖြစ်ပြီး ပြန်လည် တုံ့ပြန်ချက်ပေးပါမည်။";

"Model" = "မော်ဒယ်";

"Start new chat" = "ချတ်အသစ် စတင်ပါ";

"You can continue this chat from the app." = "သင်သည် ဤချတ်ကို အက်ပ်မှ ဆက်လက် လုပ်ဆောင်နိုင်သည်။";

"ChatGPT Help" = "ChatGPT အကူအညီ";

"Model name" = "မော်ဒယ်အမည်";

"New Temporary Chat" = "ယာယီချတ် အသစ်";

"Model slug" = "မော်ဒယ်ပက်ကျိ";

"Content" = "အကြောင်းအရာ";

"Continuous chat" = "ချတ်အဆက်";

"Ask ChatGPT" = "ChatGPT ကို မေးရန်";

"Is there anything else you would like to ask about?" = "တခြား မေးချင်တဲ့ မေးခွန်းတွေရှိသေးလား။";

"Message to send to ChatGPT" = "ChatGPT သို့ ပေးပို့ရန် စာတို";

"%@" = "%@";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "အပြန်အလှန် ချတ်ရန် သို့မဟုတ် တုံ့ပြန်ချက် ပြီးနောက် ဖြတ်လမ်းကို ချက်ချင်း အပြီးသတ်ရန်";

"Change Shortcut" = "‌ရှော့တ်ကတ် ပြောင်းလဲရန်";

"New Chat" = "ချတ် အသစ်";

"Settings…" = "ဆက်တင်များ...";

"Which model would you like to use?" = "မည်သည့် မော်ဒယ်ကို သုံးချင်လဲ။";

"Message" = "မက်ဆေ့ချ်";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "ဤလုပ်ဆောင်ချက်သည် ChatGPT နှင့် အသံစကားဝိုင်းကို စတင်ရန် ChatGPT အက်ပ်ကို စတင်သည်။";

"Start voice conversation" = "အသံဖြင့် စကားဝိုင်းကို စတင်ပါ";

"Check for Updates…" = "အပ်ဒိတ်များကို စစ်ဆေးနေသည်...";

"Message Identifier" = "မက်ဆေ့ဂျ် သတ်မှတ်စနစ်";

"Toggle Sidebar" = "ဘေးဘား ဖွင့်၊ ပိတ်ရန်";

"Would you like to start a new chat?" = "ချတ်အသစ်တစ်ခု စတင်လိုပါသလား။";

"Model to use with the new chat" = "ချတ်အသစ်ဖြင့် အသုံးပြုရန် မော်ဒယ်";

"Start voice conversation with ChatGPT" = "ChatGPT ဖြင့် အသံစကားဝိုင်းကို စတင်ပါ";

"What would you like to ask ChatGPT about?" = "ChatGPT ကို ဘာအကြောင်း မေးချင်လဲ။";

